val nagarDhruvank = mapOf(
    "अहमदाबाद" to 161, "अजमेर" to 167, "आगरा" to 181,
    "इटारसी" to 363, "इटावा" to 880, "इलाहाबाद" to 70,
    "उज्जैन" to 132, "उन्नाव" to 144, "कानपुर" to 145,
    "कलकत्ता" to 248, "ग्वालियर" to 157, "चण्डीगढ" to 303,
    "जबलपुर" to 54, "दिल्ली" to 136, "देहरादून" to 84,
    "पटना" to 123, "बम्बई" to 188, "बड़ौदा" to 337,
    "मथुरा" to 186, "मेरठ" to 282, "जयपुर" to 314,
    "नागपुर" to 166, "बीकानेर" to 213, "मद्रास" to 633,
    "हैदराबाद" to 544, "भोपाल" to 188, "सूरत" to 254,
    "हापुड़" to 158, "न्यूयार्क" to 1234, "लन्दन" to 838,
    "आन्ध्र" to 255, "उड़ीसा" to 273, "सिंगापुर" to 1541,
    "बर्मा" to 543, "रंगून" to 767, "काश्मीर" to 257,
    "रूस" to 3254, "जर्मनी" to 1830, "मिस्र" to 1231,
    "अमेरिका" to 3332, "यूरोप" to 776, "चीन" to 642
)
