val nakshatraDhruvank = mapOf(
    "अश्विनी" to 10, "भरणी" to 10, "कृत्तिका" to 66,
    "रोहिणी" to 56, "मृगशिरा" to 20, "आर्द्रा" to 86,
    "पुनर्वसु" to 21, "पुष्य" to 64, "अश्लेषा" to 135,
    "मघा" to 150, "पूर्वाफाल्गुनी" to 220, "उत्तराफाल्गुनी" to 72,
    "हस्त" to 334, "चित्रा" to 21, "स्वाति" to 210,
    "विशाखा" to 320, "अनुराधा" to 483, "ज्येष्ठा" to 555,
    "मूल" to 552, "पूर्वाषाढा" to 142, "उत्तराषाढा" to 420,
    "श्रवण" to 550, "धनिष्ठा" to 736, "शतभिषा" to 576,
    "पूर्वाभाद्रपद" to 275, "उत्तराभाद्रपद" to 126, "रेवती" to 256,
    "अभिजित" to 0 // included in 28
)
